[
  {
    "id": "DT001",
    "fact": "Desert tortoises are native to the Mojave and Sonoran deserts of the southwestern United States and northwestern Mexico."
  },
  {
    "id": "DT002",
    "fact": "The scientific name for the desert tortoise is Gopherus agassizii."
  },
  {
    "id": "DT003",
    "fact": "Desert tortoises can live up to 50-80 years in the wild."
  },
  {
    "id": "DT004",
    "fact": "These tortoises can grow to be about 9-15 inches (23-38 cm) long."
  },
  {
    "id": "DT005",
    "fact": "Desert tortoises are herbivores, primarily eating grasses, wildflowers, and cacti."
  },
  {
    "id": "DT006",
    "fact": "They can survive a year or more without access to water."
  },
  {
    "id": "DT007",
    "fact": "Desert tortoises spend up to 95% of their lives underground in burrows."
  },
  {
    "id": "DT008",
    "fact": "Their burrows can be up to 30 feet long and 10 feet deep."
  },
  {
    "id": "DT009",
    "fact": "These tortoises have a specialized bladder that stores water, allowing them to recycle and reuse it."
  },
  {
    "id": "DT010",
    "fact": "Desert tortoises are listed as a threatened species under the Endangered Species Act."
  },
  {
    "id": "DT011",
    "fact": "They have powerful, elephant-like hind legs and flattened forelimbs with sharp claws for digging."
  },
  {
    "id": "DT012",
    "fact": "The desert tortoise's shell is high-domed and greenish-tan in color."
  },
  {
    "id": "DT013",
    "fact": "Male desert tortoises have longer gular horns and larger chin glands than females."
  },
  {
    "id": "DT014",
    "fact": "Desert tortoises can live in areas with temperatures exceeding 140°F (60°C)."
  },
  {
    "id": "DT015",
    "fact": "They brumate (a form of hibernation) during the cold winter months."
  },
  {
    "id": "DT016",
    "fact": "Desert tortoises can survive a year or more without food."
  },
  {
    "id": "DT017",
    "fact": "Their shells provide protection from predators and help regulate body temperature."
  },
  {
    "id": "DT018",
    "fact": "Desert tortoises reach sexual maturity between 15-20 years of age."
  },
  {
    "id": "DT019",
    "fact": "Females typically lay 4-8 eggs per clutch, usually in late spring or early summer."
  },
  {
    "id": "DT020",
    "fact": "The gender of desert tortoise hatchlings is determined by the temperature during incubation."
  },
  {
    "id": "DT021",
    "fact": "Desert tortoises have a keen sense of smell, which they use to find food and mates."
  },
  {
    "id": "DT022",
    "fact": "They have color vision and can see in the ultraviolet spectrum."
  },
  {
    "id": "DT023",
    "fact": "Desert tortoises can retain water in their bladders for up to 40% of their body weight."
  },
  {
    "id": "DT024",
    "fact": "Their metabolic rate is among the lowest of any reptile."
  },
  {
    "id": "DT025",
    "fact": "Desert tortoises play a crucial role in their ecosystem by dispersing seeds and creating burrows used by other animals."
  },
  {
    "id": "DT026",
    "fact": "They have been known to make vocalizations, including hisses, grunts, and popping sounds."
  },
  {
    "id": "DT027",
    "fact": "The desert tortoise is the official state reptile of California and Nevada."
  },
  {
    "id": "DT028",
    "fact": "Their population has declined by up to 90% since the 1950s due to habitat loss and other human activities."
  },
  {
    "id": "DT029",
    "fact": "Desert tortoises have a specialized nose that filters out sand and dust as they breathe."
  },
  {
    "id": "DT030",
    "fact": "They have been observed engaging in complex social behaviors, including head-bobbing and circling displays."
  },
  {
    "id": "DT031",
    "fact": "Desert tortoises can retain urine in their bladders, which they sometimes release as a defense mechanism when threatened."
  },
  {
    "id": "DT032",
    "fact": "Their shells are made up of about 60 bones covered by keratin scutes."
  },
  {
    "id": "DT033",
    "fact": "Desert tortoises have been known to travel up to 200 yards in a single day."
  },
  {
    "id": "DT034",
    "fact": "They have a third eyelid called a nictitating membrane that helps protect their eyes from sand and dust."
  },
  {
    "id": "DT035",
    "fact": "Desert tortoises can live at elevations ranging from sea level to over 3,500 feet."
  },
  {
    "id": "DT036",
    "fact": "Their eggs incubate for 90-120 days before hatching."
  },
  {
    "id": "DT037",
    "fact": "Desert tortoises have been observed to use the same burrows for decades."
  },
  {
    "id": "DT038",
    "fact": "They have a unique microbiome in their gut that helps them digest tough plant material."
  },
  {
    "id": "DT039",
    "fact": "Desert tortoises can distinguish between different colors and shapes."
  },
  {
    "id": "DT040",
    "fact": "They have been known to eat bones and soil to obtain calcium and other minerals."
  },
  {
    "id": "DT041",
    "fact": "The desert tortoise's shell can grow up to 14 inches (36 cm) long."
  },
  {
    "id": "DT042",
    "fact": "They have been observed to share burrows with other desert animals, including snakes and rodents."
  },
  {
    "id": "DT043",
    "fact": "Desert tortoises have a slow growth rate, typically growing less than an inch per year."
  },
  {
    "id": "DT044",
    "fact": "They have been known to climb slopes and hills in search of food or mates."
  },
  {
    "id": "DT045",
    "fact": "Desert tortoises have a specialized sac in their throat that stores extra water."
  },
  {
    "id": "DT046",
    "fact": "Their shells continue to grow throughout their lives, adding new layers each year."
  },
  {
    "id": "DT047",
    "fact": "Desert tortoises have been observed to remember and recognize individual humans."
  },
  {
    "id": "DT048",
    "fact": "They have a highly developed sense of navigation and can find their way back to their home range if displaced."
  },
  {
    "id": "DT049",
    "fact": "Desert tortoises can weigh up to 15 pounds (6.8 kg) when fully grown."
  },
  {
    "id": "DT050",
    "fact": "They play a vital role in seed dispersal, helping to maintain plant diversity in desert ecosystems."
  }
]
